from pyrogram.types import InlineKeyboardButton


class Data:
    # Start Message
    START = """
സ്വാഗതം {}, ഞാനാണ് {} 😉

ഗ്രൂപ്പുകളിൽ രഹസ്യ സന്ദേശങ്ങൾ അയക്കാൻ നിങ്ങൾക്ക് എന്നെ ഉപയോഗിക്കാം.

വളരെ എളുപ്പമാണ്.
നിങ്ങളുടെ ഗ്രൂപ്പ് ചാറ്റിൽ @pooiv2_bot എന്നു ടൈപ്പ് ചെയ്ത് ഒരു സ്‌പേസ് ഇട്ടതിനു ശേഷം നിങ്ങളുടെ രഹസ്യ സന്ദേശം ടൈപ്പ് ചെയ്യുക. എന്നിട്ട് അവസാന ഭാഗത്ത് അത് വായിക്കേണ്ട ആളുടെ @username കൊടുക്കുക.

ഉദാഹരണത്തിന്:
@pooiv2_bot അവൾക്കു നിന്നെ ഇഷ്ടമാണ്... @VAMPIRE_KING_NO_1

ഇനി, വായിക്കേണ്ട ആളുടെ username അറിയില്ല എങ്കിൽ..
ആർക്കാണോ രഹസ്യ സന്ദേശം അയക്കേണ്ടത്, അയാളുടെ ഏതെങ്കിലും ഒരു മെസ്സേജ് എനിക്ക് ഫോർവേഡ് ചെയ്യൂ.. ബാക്കി ഞാൻ ചെയ്തു തരാം!
    """
